/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose existing" = "Choose existing";

/* No comment provided by engineer. */
"Device doesn’t support that media source" = "Device doesn’t support that media source";

/* No comment provided by engineer. */
"Device doesn’t support that media source." = "Device doesn’t support that media source.";

/* No comment provided by engineer. */
"error" = "error";

/* No comment provided by engineer. */
"Error accessing media" = "Error accessing media";

/* No comment provided by engineer. */
"great!" = "great!";

/* No comment provided by engineer. */
"image didn't post" = "image didn't post";

/* No comment provided by engineer. */
"image was post" = "image was post";

/* No comment provided by engineer. */
"Log Out" = "Log Out";

/* No comment provided by engineer. */
"New Status" = "New Status";

/* No comment provided by engineer. */
"ok" = "ok";

/* No comment provided by engineer. */
"Show Feed" = "Show Feed";

/* No comment provided by engineer. */
"Sing In" = "Sing In";

/* No comment provided by engineer. */
"Take photo" = "Take photo";

"send" = "Send";
